{
  "perguntas": [
    "Quais são as possíveis causas para a queda na disponibilidade de rede desta máquina?",
    "O que pode estar causando a quantidade atual de alertas?",
    "Como posso reduzir o valor de jitter registrado nesta máquina?",
    "Quais fatores podem estar influenciando o throughput atual (Mbps) estar abaixo do esperado?",
    "A perda de pacotes está em um nível crítico. O que devo verificar primeiro?",
    
    "Os pacotes enviados estão abaixo da média esperada. Que ações posso tomar?",
    "Os pacotes recebidos estão variando muito. Isso pode indicar problemas de rede?",
    "O gráfico de throughput das últimas 24 horas mostra uma queda brusca. O que pode ter provocado isso?",
    "Com base no ranking de máquinas por alertas de rede, como posso priorizar as ações de manutenção?",
    "Por que esta máquina aparece entre as que mais geram alertas de rede?",
    
    "Quais são as principais causas de instabilidade de rede para este tipo de máquina?",
    "Como posso identificar gargalos que impactam o throughput da máquina?",
    "A latência está aumentando. Quais configurações de rede devo revisar?",
    "A máquina apresentou inúmeras variações de jitter. Como estabilizar essa métrica?",
    "O que pode provocar a perda de pacotes mesmo com throughput aparentemente normal?",
    
    "Com base no comportamento das últimas 24 horas, é recomendado revisar o link de rede?",
    "A quantidade de alertas está crescendo mês a mês. O que posso fazer para reduzir esse número?",
    "Que fatores influenciam a disponibilidade de rede cair abaixo de 98%?",
    "Como validar se o problema de throughput é interno na máquina ou externo na rede?",
    "Há indícios de congestionamento de rede com base nesses dados?",
    
    "Quais boas práticas posso aplicar para reduzir riscos e melhorar a saúde geral desta máquina?",
    "Quais são os possíveis impactos de jitter elevado no trabalho dos usuários dessa máquina?",
    "A máquina teve picos de throughput anormais. Isso pode indicar malware ou uso indevido?",
    "Como identificar se a perda de pacotes está sendo causada pelo switch ou pela máquina?",
    "Com base nesses KPIs, quais recomendações preventivas podem evitar futuros incidentes?"
  ]
}
